tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
brew 'libpng'
brew 'freetype'
brew 'pkg-config'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'git'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'libcroco'
brew 'icu4c'
brew 'harfbuzz'
brew 'pango'
brew 'librsvg'
brew 'emacs'
brew 'cask'
brew 'cctools'
brew 'go'
brew 'hugo'
brew 'openssl'
brew 'libevent'
brew 'node'
brew 'utf8proc'
brew 'tmux'
cask '1password'
cask 'adobe-illustrator-cc'
cask 'adobe-photoshop-cc'
cask 'arduino'
cask 'dropbox'
cask 'flux'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'processing'
cask 'qlmarkdown'
cask 'slack'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'thunderbird'
cask 'webstorm'
