tap 'caskroom/cask'
tap 'caskroom/versions'
tap 'homebrew/bundle'
tap 'homebrew/completions'
tap 'homebrew/core'
tap 'homebrew/python'
tap 'homebrew/science'
tap 'homebrew/versions'
cask 'java'
brew 'autoconf'
brew 'autoenv'
brew 'berkeley-db'
brew 'bfg'
brew 'brew-pip'
brew 'libpng'
brew 'freetype'
brew 'fontconfig'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'pixman'
brew 'cairo'
brew 'emacs'
brew 'cask'
brew 'cctools'
brew 'chruby'
brew 'cmake'
brew 'coreutils'
brew 'git'
brew 'docker'
brew 'docker-machine'
brew 'doxygen'
brew 'pcre2'
brew 'fish'
brew 'flac'
brew 'fzf'
brew 'gmp'
brew 'mpfr'
brew 'readline'
brew 'gawk'
brew 'gdbm'
brew 'pkg-config'
brew 'gobject-introspection'
brew 'jpeg'
brew 'libtiff'
brew 'shared-mime-info'
brew 'gdk-pixbuf'
brew 'ghc'
brew 'little-cms2'
brew 'ghostscript'
brew 'git-lfs'
brew 'glfw'
brew 'go'
brew 'icu4c'
brew 'harfbuzz'
brew 'haskell-stack'
brew 'hub'
brew 'hugo'
brew 'libsamplerate'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'jack'
brew 'jpeg-turbo'
brew 'libcroco'
brew 'openssl'
brew 'libevent'
brew 'liblo'
brew 'libquicktime'
brew 'pango'
brew 'librsvg'
brew 'libtool'
brew 'libusb'
brew 'sqlite'
brew 'python'
brew 'libxml2'
brew 'libyaml'
brew 'lua'
brew 'mas'
brew 'mecab'
brew 'moreutils'
brew 'nkf'
brew 'node'
brew 'p7zip'
brew 'pandoc'
brew 'perl'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'pyenv-virtualenvwrapper'
brew 'xz'
brew 'python3'
brew 'ruby-build'
brew 'rbenv'
brew 'ruby'
brew 'shpotify'
brew 'speedtest_cli'
brew 'texi2html'
brew 'tmux'
brew 'tree'
brew 'utf8proc'
brew 'vim', args: ['with-override-system-vi']
brew 'wget'
brew 'zplug'
brew 'zsh', args: ['without-etcdir']
brew 'homebrew/python/numpy'
brew 'homebrew/science/openni2'
cask '1password'
cask 'adobe-illustrator-cc'
cask 'adobe-indesign-cc'
cask 'adobe-photoshop-cc'
cask 'adobe-photoshop-lightroom'
cask 'adobe-photoshop-lightroom600'
cask 'adobe-reader'
cask 'android-file-transfer'
cask 'android-studio'
cask 'arduino'
cask 'atom'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'franz'
cask 'google-chrome'
cask 'google-drive'
cask 'haskell-platform'
cask 'hyper'
cask 'iterm2'
cask 'makerbot-desktop'
cask 'openframeworks'
cask 'processing'
cask 'processing2'
cask 'qlmarkdown'
cask 'sketch'
cask 'skype'
cask 'slack'
cask 'sonic-pi'
cask 'soundflower'
cask 'spectacle'
cask 'spotify'
cask 'supercollider'
cask 'thunderbird'
cask 'unity'
cask 'virtualbox'
cask 'vlc'
mas 'GIF Brewery 3', id: 1081413713
mas 'Xcode', id: 497799835
mas 'LINE', id: 539883307
mas 'Keynote', id: 409183694
mas 'Numbers', id: 409203825
mas 'Bear', id: 1091189122
mas 'Xcode', id: 497799835
mas 'Pages', id: 409201541
mas 'LINE', id: 539883307
mas 'Pages', id: 409201541
mas 'Numbers', id: 409203825
mas 'Keynote', id: 409183694
mas '123D Design', id: 566042322
