tap "adoptopenjdk/openjdk"
tap "buo/cask-upgrade"
tap "homebrew/bundle"
tap "homebrew/cask"
tap "homebrew/cask-drivers"
tap "homebrew/cask-eid"
tap "homebrew/cask-fonts"
tap "homebrew/cask-versions"
tap "homebrew/core"
tap "kkshmz/kkshmz"
tap "randy3k/r"
tap "sethrfore/r-srf"
tap "vitorgalvao/tiny-scripts"
cask "xquartz"
brew "bfg"
brew "boost"
brew "boost-python"
brew "ccache"
brew "cmake"
brew "ffmpeg"
brew "flac"
brew "flow"
brew "gdb"
brew "ghc", link: false
brew "ghostscript"
brew "git-lfs"
brew "gitlab-gem"
brew "glslang"
brew "gnuplot"
brew "sethrfore/r-srf/cairo"
brew "node"
brew "heroku"
brew "hub"
brew "hugo"
brew "xz"
brew "imagemagick"
brew "openssl"
brew "libftdi"
brew "python@2"
brew "libimobiledevice", args: ["HEAD"]
brew "llvm", args: ["with-python@2"]
brew "mas"
brew "mecab"
brew "mecab-ipadic"
brew "mono"
brew "mosh"
brew "mpich"
brew "n"
brew "nkf"
brew "nmap"
brew "python"
brew "opencv"
brew "opencv@2"
brew "p7zip"
brew "pipenv"
brew "reattach-to-user-namespace"
brew "ruby"
brew "rust"
brew "sdl2"
brew "swig"
brew "szip"
brew "tcl-tk"
brew "tmux"
brew "tree"
brew "watchman"
brew "wget"
brew "wmctrl"
brew "yarn"
brew "you-get"
brew "youtube-dl"
brew "zlib"
brew "zplug"
brew "sethrfore/r-srf/r", args: ["with-cairo", "with-libtiff"]
brew "vitorgalvao/tiny-scripts/cask-repair"
cask "adobe-acrobat-reader"
cask "adobe-creative-cloud"
cask "adobe-creative-cloud-cleaner-tool"
cask "alfred"
cask "android-file-transfer"
cask "android-ndk"
cask "android-platform-tools"
cask "android-sdk"
cask "android-studio"
cask "appcleaner"
cask "arduino"
cask "bettertouchtool"
cask "blender"
cask "dash"
cask "docker"
cask "dotnet-sdk"
cask "dropbox"
cask "duet"
cask "epic-games"
cask "evernote"
cask "firefox"
cask "flash-npapi"
cask "flash-player"
cask "flume"
cask "ftdi-vcp-driver"
cask "gfxcardstatus"
cask "google-backup-and-sync"
cask "google-chrome"
cask "haskell-platform"
cask "imageoptim"
cask "iterm2"
cask "java8"
cask "kodelife"
cask "mactex"
cask "makerbot-print"
cask "meshmixer"
cask "miniconda"
cask "notion"
cask "openoffice"
cask "osirix-quicklook"
cask "preform"
cask "processing"
cask "qlmarkdown"
cask "rambox"
cask "rhinoceros"
cask "silicon-labs-vcp-driver"
cask "sketch"
cask "soundflower"
cask "sourcetree"
cask "spectacle"
cask "spotify"
cask "steam"
cask "teamviewer"
cask "the-unarchiver"
cask "touchdesigner"
cask "unity"
cask "visual-studio-code"
cask "vlc"
mas "Keynote", id: 409183694
mas "LINE", id: 539883307
mas "Pages", id: 409201541
mas "Xcode", id: 497799835
