tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'homebrew/science'
tap 'homebrew/versions'
tap 'jhawthorn/fzy'
cask 'java'
brew 'autoconf'
brew 'automake'
brew 'berkeley-db'
brew 'bfg'
brew 'cmake'
brew 'coreutils'
brew 'git'
brew 'docker'
brew 'doxygen'
brew 'eigen'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'flac'
brew 'libpng'
brew 'freetype'
brew 'gmp'
brew 'isl'
brew 'mpfr'
brew 'libmpc'
brew 'gcc'
brew 'gdbm'
brew 'gflags'
brew 'ghc'
brew 'git-lfs'
brew 'glfw'
brew 'glm'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'libffi'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'govendor'
brew 'guetzli'
brew 'hub'
brew 'hugo'
brew 'icu4c'
brew 'ilmbase'
brew 'libsamplerate'
brew 'libogg'
brew 'libvorbis'
brew 'libsndfile'
brew 'jack'
brew 'jpeg'
brew 'jpeg-turbo'
brew 'openssl'
brew 'libevent'
brew 'libtiff'
brew 'libtool'
brew 'libusb'
brew 'libyaml'
brew 'mas'
brew 'moreutils'
brew 'mysql'
brew 'nasm'
brew 'nkf'
brew 'node', args: ['with-openssl']
brew 'readline'
brew 'sqlite'
brew 'xz'
brew 'python3'
brew 'numpy'
brew 'nvm'
brew 'openexr'
brew 'p7zip'
brew 'pandoc'
brew 'pcre'
brew 'perl'
brew 'pkg-config'
brew 'pyenv'
brew 'pyenv-virtualenv'
brew 'python'
brew 'ruby-build'
brew 'rbenv'
brew 'rename'
brew 'ruby'
brew 'scipy'
brew 'shpotify'
brew 'speedtest_cli'
brew 'szip'
brew 'task'
brew 'tmux'
brew 'tree'
brew 'vim', args: ['with-override-system-vi']
brew 'wget'
brew 'zplug'
brew 'zsh', args: ['without-etcdir']
brew 'homebrew/science/hdf5'
brew 'homebrew/science/matplotlib'
brew 'homebrew/science/opencv'
brew 'homebrew/science/openni'
brew 'homebrew/science/openni2'
brew 'jhawthorn/fzy/fzy'
cask 'adobe-acrobat'
cask 'adobe-after-effects-cc'
cask 'adobe-creative-cloud'
cask 'adobe-illustrator-cc'
cask 'adobe-indesign-cc'
cask 'adobe-photoshop-cc'
cask 'adobe-premiere-pro-cc'
cask 'alfred'
cask 'android-file-transfer'
cask 'arduino'
cask 'bettertouchtool'
cask 'cinder'
cask 'cycling74-max'
cask 'disablemonitor'
cask 'docker'
cask 'dropbox'
cask 'flux'
cask 'framer'
cask 'franz'
cask 'gfxcardstatus'
cask 'gitkraken'
cask 'google-chrome'
cask 'google-drive'
cask 'iterm2'
cask 'lastpass'
cask 'makerbot-desktop'
cask 'navicat-for-mysql'
cask 'processing'
cask 'qlimagesize'
cask 'qlmarkdown'
cask 'qlstephen'
cask 'quicklook-json'
cask 'skala-preview'
cask 'sketch'
cask 'soundflower'
cask 'spectacle'
cask 'spotify'
cask 'sublime-text'
cask 'transmit'
cask 'unity'
cask 'vdmx'
cask 'vlc'
mas 'GarageBand', id: 682658836
mas 'GIF Brewery 3', id: 1081413713
mas 'iMovie', id: 408981434
mas 'Keynote', id: 409183694
mas 'LINE', id: 539883307
mas 'Numbers', id: 409203825
mas 'Pages', id: 409201541
mas 'Xcode', id: 497799835
